Repository: common-repository/ns-woocommerce-catalog
Catalog: languages/ns-woocommerce-catalog-*.po
Languages: it_it

source: NS WooCommerce Catalog settings
it_it: Impostazioni NS WooCommerce Catalog

source: Enabled Plugin
it_it: Plugin disabilitato

source: Unselect to disabled plugin
it_it: Deseleziona per disabilitare il plugin

source: Hide cart in product detail page
it_it: Nascondi carrello nella pagina del singolo prodotto

source: Hide "Add to Cart" button in product detail page
it_it: Nascondi “aggiungi al carrello” nella pagina singolo prodotto

source: Hide cart in other page
it_it: Nascondi carrello nelle altre pagine

source: Hide "Add to Cart" button in the other pages of the site
it_it: Nascondi “aggiungi al carrello” nelle altre pagine del sito

source: Hide cart and checkout page
it_it: Nascondi le pagine del checkout e del carrello

source: If select the cart and checkout page redirect to home
it_it: Se selzionato le pagine carrello e checkout reindirizzeranno alla home

source: Save Changes
it_it: Salva modifiche
